Repository: graytape/anagrammami
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Password don't match
it: Le password non coincidono

source: Sign up
it: Registrati

source: Wrong username or password
it: Credenziali errate

source: Results
it: Risultati

source: Enter the text you want to anagram
it: Inserisci il testo che vuoi anagrammare

source: Set Reference
it: Imposta il modello

source: Save Anagram
it: Salva anagramma

source: Get Hints
it: Suggerimenti

source: Settings
it: Impostazioni

source: Save results in the database
it: Salva i risultati nel database

source: Anagram settings
it: Impostazioni

source: Corpus to use
it: Corpus da utilizzare

source: Minimum word length
it: Lunghezza minima

source: Maximum word length
it: Lunghezza massima

source: Prioritize long words
it: Preferisci le parole pi√π lunghe

source: Number of results
it: Numero risultati

source: Save
it: Salva

source: Cancel
it: Annulla

source: My anagrams
it: I miei anagrammi

source: Delete
it: Cancella

source: You have no saved anagrams yet.
it: Non hai ancora degli anagrammi salvati

source: Logout
it: Esci
